tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "neovim"
brew "node"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "watchman"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "figma"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "notion"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "zulu@17"
cask "font-blex-mono-nerd-font"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "ms-azuretools.vscode-docker"
vscode "naumovs.color-highlight"
vscode "oven.bun-vscode"
vscode "subframe7536.custom-ui-style"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
